// © Copyright 2005-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Tarviketiedot";

NoRegionTitle = "Tilavirhe haettaessa kasetin tietoja tulostimelta";
NoRegionMsg = "Katso tulostinkasettitiedot tulostimen mukana toimitetusta viiteoppaasta.";

blackInkCartridge = "Musta muste";
matteblackInkCartridge = "Mattamusta muste";
photoblackInkCartridge = "Musta valokuvamuste";
cyanInkCartridge = "Syaani muste";
magentaInkCartridge = "Magenta muste";
yellowInkCartridge = "Keltainen muste";
lightcyanInkCartridge = "Vaaleansyaani muste";
lightmagentaInkCartridge = "Vaaleanmagenta muste";
lightgrayInkCartridge = "Vaaleanharmaa muste";
tricolorInkCartridge = "Kolmivärimuste";
photoInkCartridge = "Valokuvamuste";
grayInkCartridge = "Harmaa valokuvamuste";
blueInkCartridge = "Sininen valokuvamuste";
silverInkCartridge = "Hopea (vain Windows)";

photoblacklightgrayPrinthead = "Valokuvamusta / vaaleanharmaa tulostuspää";
matteblackcyanPrinthead = "Mattamusta / syaani tulostuspää";
magentayellowPrinthead = "Magenta / keltainen tulostuspää";
lightmagentalightcyanPrinthead = "Vaaleanmagenta / vaaleansyaani tulostuspää";
blackyellowPrinthead = "Musta / keltainen tulostuspää";
cyanmagentaPrinthead = "Syaani / magenta tulostuspää";

photoblackOJInk = "Photo Black Officejet -mustekasetti";
blackOJInk = "Musta Officejet-mustekasetti";
cyanOJInk = "Syaani Officejet-mustekasetti";
yellowOJInk = "Keltainen Officejet-mustekasetti";
magentaOJInk = "Magenta Officejet-mustekasetti";
tricolorOJInk = "Kolmivärinen Officejet-mustekasetti";

HSDDescriptionText = "Mustekasetin vaihtoasetukset:";
HSDFirstColumnHeader = "Tulostuskasetti";
HSDSecondColumnHeader = "Numero";
HSDPrintButtonTitle = "Tulosta…";
HSDNotAllSuppliesAvailableTitle = "Kaikkia tarvikkeita ei tueta kaikilla alueilla.";

HighVolume = "Suurivolyyminen tulostus";
Everyday = "Päivittäinen tulostus";
Specialty = "Erikoistulostus";
ColorPhoto = "Värivalokuvatulostus";
BWPhoto = "Mustavalkoinen valokuvatulostus";
PhotoDetails = "Paranna valokuvien tietoja";
HSDUsageTypeColumnName = "Suositellaan tuotteelle:";

blackCartridgePigment = "Musta kasetti";
cyanCartridgePigment = "Syaani kasetti";
magentaCartridgePigment = "Magenta kasetti";
yellowCartridgePigment = "Keltainen kasetti";

photoblackPWPigment = "Valokuvamusta PageWide-kasetti";
blackPWPigment = "Musta PageWide-kasetti";
cyanPWPigment = "Syaani PageWide-kasetti";
yellowPWPigment = "Keltainen PageWide-kasetti";
magentaPWPigment = "Magenta PageWide-kasetti";
tricolorPWPigment = "Kolmivärinen PageWide-kasetti";